Repository: gyurisb/bpmenetrend
Catalog: CityTransitApp/CityTransitApp.Shared/Strings/*/Resources.resw
Source language: en
Languages: hu

# AppDistanceUnit.Text
source: ft
hu: m

# ApplicationTitle.Text
source: BP SCHEDULE
hu: BP MENETREND

# AppLocationConsent.Text
source: This app accesses your phone's location to show nearby stops on map and plan trips. Do you allow location services for the app?
hu: A készülék tartózkodási helyének segítésével megtalálhatóak a közelben lévő megállók, ezeket megtekintheti térképen és útvonalakat tervezhet innen. Engedélyezi a helyalapú szolgáltatások használatát az alkalmazásnak?

# AppLocationConsentDisable.Text
source: Don't allow
hu: Nem engedélyezem

# AppLocationConsentEnable.Text
source: Allow
hu: Engedélyezem

# AppLocationConsentTitle.Text
source: Location services
hu: Helyalapú szolgáltatások

# CardinalEast.Text
source: East
hu: kelet

# CardinalNorth.Text
source: North
hu: észak

# CardinalNorthEast.Text
source: North-East
hu: északkelet

# CardinalNorthWest.Text
source: North-West
hu: északnyugat

# CardinalSouth.Text
source: South
hu: dél

# CardinalSouthEast.Text
source: South-East
hu: délkelet

# CardinalSouthWest.Text
source: South-West
hu: délnyugat

# CardinalWest.Text
source: West
hu: nyugat

# DateTimeArrive.Text
source: Arrive
hu: Érkezés

# DateTimeDeparture.Text
source: Depart
hu: Indulás

# DateTimeToday.Text
source: today
hu: ma

# DateTimeTomorrow.Text
source: tomorrow
hu: holnap

# DownloadDecompress.Text
source: Decompressing downloaded files!
hu: Letöltött fájlok kicsomagolása!

# DownloadLoadDB.Text
source: Database loading!
hu: Az adatbázis betöltése!

# DownloadNoAccess.Text
source: The server is unavailable. Check if you are connected to the network.
hu: Nem sikerült felvenni a kapcsolatot a szerverrel. Ellenőrizze, hogy csatlakozva van-e az internetre.

# DownloadProgress.Text
source: Downloaded:
hu: Letöltve:

# DownloadReady.Text
source: The database is ready!
hu: Az adatbázis készen áll!

# DownloadWaitDB.Text
source: Waiting for database loading.
hu: Várakozás az adatbázis betöltésére!

# HelpLabel.Label
source: What is this page?
hu: súgó az oldalhoz

# HelpStop.Text
source: This page shows departing vehicles from a selected stop/station and from stops nearby. On the right you can see how many minutes left until the next vehicle arrives. If you tap on a bar of a stop/station you can view it on the map.
hu: Ezen az oldalon találhatóak az induló járatok egy kiválasztott megállóból és annak közeléből. Jobb oldalon láthatja, hogy hány perc van a következő járat érkezéséig. Ha egy megálló/állomás sávjára kattint akkor megtekintheti azt a térképen is.

# HelpTimetable.Text
source: This page shows the departure times of the selected route from a selected stop/station on a selected day. You can see the departure times in the main part of the page grouped by hours. If you tap on a departure time you can access the selected trip's own page. If you tap on the date (top line) you can choose another day to display. If you tap on the route label (second line) the page will show departure times of vehicles traveling in the opposite direction. If you tap on the stop label you can choose another stop from the route.
hu: Ezen az oldalon találhatóak az indulási idők egy kiválasztott útvonalon, megállóban és napon. Középen láthatja az indulási időket órák szerint csoportosítva. Ha rákoppint egy időpontra, elérheti a járat saját oldalát. Ha rákoppint a dátumra választhat egy másik napot. Ha rákoppont a járat címkére (második sor), akkor az oldal az ellentétes irányú járművek indulási idejeit fogja megjeleníteni. Ha rákoppint a megálló címkéjére, akkor választhat egy másik megállót az adott útvonalon.

# HelpTrip.Text
source: This page shows the arrival times of a selected trip. You can find transfers by clicking on a stop from the list. You can select next or previous trips by swiping or selecting it from the top bar. Also if you tap on the destination label the page will show the next trip to the opposite direction.
hu: Ezen az oldalon találhatóak az érkezési idejei egy kiválasztott járatnak. Átszállásokat találhat egy megállóra kattintással a listából. Kiválaszthatja a következő vagy előző járatokat a képernyő csúsztatásával vagy a felső sávból való választással. Valamint, ha a célállomás címkére kattint az oldal a következő ellentétes irányú járatot fogja megjeleníteni.

# HistorySelectText.Text
source: Select a destination or a stop.
hu: Válasszon irányt vagy megállót!

# HistoryStopsLabel.Text
source: MOST VIEWED
hu: GYAKORI

# MainContextDown.Text
source: Down
hu: Le

# MainContextPin.Text
source: Pin to start
hu: Kitűzés a kezdőképernyőre

# MainContextRemove.Text
source: Remove from favorites
hu: Eltávolítás a kedvencekből

# MainContextUp.Text
source: Up
hu: Fel

# MainDownloadDescr.Text
source: You have to download the schedule database to use the application. Tap to download.
hu: Az alkalmazás működéséhez szükséges menetrend adatbázis még nincs letöltve. Koppintson a letöltéshez!

# MainDownloadDone.Text
source: The update is done. You have to restart the application now.
hu: A frissítést befejeződött, az alkalmazást most újra kell indítani.

# MainDownloadProgress.Text
source: Download in progress.
hu: Letöltés folyamatban.

# MainDownloadTitle.Text
source: Download
hu: Letöltés

# MainFavorites.Text
source: FAVORITES
hu: KEDVENCEK

# MainHistory.Text
source: HISTORY
hu: ELŐZMÉNYEK

# MainMenuCheckUpdate.Label
source: search update
hu: frissítés keresése

# MainMenuFilter.Label
source: planning options
hu: tervezési beállítások

# MainMenuMap.Label
source: on map
hu: térképen

# MainMenuNear.Label
source: nearby
hu: közelben

# MainMenuOfflinePlanning.Label
source: purchase offline planning
hu: offline tervezés megvásárlása

# MainMenuSearch.Label
source: search
hu: keresés

# MainMenuSettings.Label
source: settings
hu: beállítások

# MainMenuUpdate.Label
source: update
hu: frissítés

# MainNearest.Text
source: nearest stop
hu: legközelebbi megálló

# MainProgressNoInternet.Text
source: No data connection.
hu: Nincs internetkapcsolat.

# MainProgressNoUpdate.Text
source: The database is up to date.
hu: Az adatbázis naprakész.

# MainRecent.Text
source: RECENTLY VIEWED
hu: MOSTANÁBAN BEZÁRT

# MainTabNoFavorites.Text
source: No favorites.
hu: Nincsenek kedvencek.

# MainTabPlanning.Text
source: PLANNING
hu: ÚTVONALTERVEZÉS

# MainTabSchedules.Text
source: SCHEDULE
hu: JÁRATOK

# MainTopOutOfDate.Text
source: The schedule is out of date, update is available.
hu: A menetrend elavult, frissítés letölthető!

# NearCancelButton.Text
source: Cancel
hu: Mégsem

# NearLocationServices.Text
source: Location services
hu: Helyalapú szolgáltatások

# NearLocButton.Text
source: Settings
hu: Beállítások

# NearLocDescription.Text
source: You have to enable location services in settings to use this function.
hu: A funkció használatához engedélyeznie kell az alkalmazásnak a helyalapú szolgáltatások használtát a beállítások között.

# NearPageDistance.Text
source: Distance <
hu: Távolság <

# NearPageTitle.Text
source: Nearby stops
hu: Közeli megállók

# NearUnavailable.Text
source: Service unavailable
hu: Szolgáltatás nem elérhető

# NearUnavailableButton.Text
source: Try again
hu: Újra

# NearUnavailableDescr.Text
source: Location services are unavailable, searching for nearby stops is not possible.
hu: A GPS nem érhető el, a közeli megállók keresése nem lehetséges.

# PlanDetailsTitle.Text
source: Route details
hu: Útvonal részletek

# PlanDetailsToMap.Label
source: draw map
hu: térképen

# PlanDetailsTrip.Text
source: % stop/|s/
hu: % megálló

# PlanDetailsWait.Text
source: wait % minute/|s/
hu: várjon % percet

# PlanDetailsWalk.Text
source: walk % /foot|feet/
hu: sétáljon % métert

# PlaningBtn.Text
source: Plan
hu: Tervezés

# PlanItemAt.Text
source: at
hu: itt:

# PlanItemFinish1.Text
source: take off from line
hu: szálljon le a járatról

# PlanItemFinish2.Text
source: and arrive at your destination
hu: és megérkezett a céljához

# PlanItemMidFinish2.Text
source: then walk to the transfer
hu: majd szálljon át

# PlanItemMidStart1.Text
source: transfer to the folllowing vehicle
hu: szálljon fel a következő járatra

# PlanItemStart1.Text
source: take the following vehicle
hu: induljon el a következő járaton

# PlanItemStart2.Text
source: and travel % stops
hu: utazzon % megállót

# PlanMenuMap.Text
source: map !
hu: térképen !

# PlanningError.Text
source: The planning has failed, please try again.
hu: A tervezés sikertelen volt, kérjük próbálkozzon újra!

# PlanningInProgress.Text
source: You cannot start a new planning while the previous planning is in progress.
hu: Amíg be nem fejeződött az előző útvonaltervezés nem lehet újat indítani!

# PlanningNoResult.Text
source: No route found between selected stops.
hu: A kijelölt megállók között nem sikerült útvonalat találni.

# PlanningSourceEmpty.Text
source: You have to select a start stop.
hu: Ki kell választani a kiinduló állomást!

# PlanningTargetEmpty.Text
source: You have to select a destination stop.
hu: Ki kell választani a célállomást!

# PlanningTimeLabel.Text
source: Planning complete
hu: Tervezés kész

# PlanningTopHeaderLine1.Text
source: depart at
hu: indulás:

# PlanningTopHeaderLine2.Text
source: , arrive at
hu: , érkezés:

# PlanningWalk.Text
source: Walk
hu: Séta

# PlanSettingsAspect.Text
source: The aspects of planning
hu: Útvonaltervezés szempontja

# PlanSettingsCheckedType.Text
source: You have to select at least one aspect.
hu: Nem lehet mindegyik szempont kijelöletlen!

# PlanSettingsDisabled.Text
source: Barrier-free settings
hu: akadálymentes útvonaltervezés

# PlanSettingsDisabledStops.Text
source: Only barrier-free stops
hu: Csak akadálymentes megállók

# PlanSettingsDisabledVehicles.Text
source: Only barrier-free vehicles
hu: Csak akadálymentes járművek

# PlanSettingsFastWalk.Text
source: fast
hu: gyors

# PlanSettingsFastWalkValue.Text
source: 6.2 mph
hu: 10 km/h

# PlanSettingsHelp.Text
source: The planner will execute planning considering the following aspects. If you check more then more planning will run at the same time, this can result longer planning if your device has few CPU cores. The different results will apear in lines, ordered by relevance.
hu: A kijelölt szempontok szerint fog végezni a tervező útvonalkeresést. Ha többet jelöl ki, akkor több tervezés fog párhuzamosan zajlani, ez kevesebb CPU maggal rendelkező készülékek esetén hosszabb idejű tervezést eredményezhet. A különböző eredmények külön sorokban, rendezve fognak megjelenni.

# PlanSettingsNormalWalk.Text
source: normal
hu: normális

# PlanSettingsNormalWalkValue.Text
source: 3.1 mph
hu: 5 km/h

# PlanSettingsPageTitle.Text
source: plan settings
hu: útvonal beállítások

# PlanSettingsSlowWalk.Text
source: slow
hu: lassú

# PlanSettingsSlowWalkValue.Text
source: 1.9 mph
hu: 3 km/h

# PlanSettingsTime.Text
source: Time
hu: Idő szerint

# PlanSettingsTransfer.Text
source: Transfer count
hu: Átszállások száma szerint

# PlanSettingsVehicles.Text
source: Enabled vehicle types for the result
hu: engedélyezett járművek tervezéskor

# PlanSettingsWalk.Text
source: Walking distance
hu: Gyalog megtett távolság szerint

# PlanSettingsWalkSpeed.Text
source: Speed of walking
hu: séta sebessége

# PlanTimeLabel.Text
source: minute/|s/
hu: perc

# PlanTransferLabel.Text
source: transfer/|s/
hu: átszállás

# PlanWalkLabel.Text
source: ft walk
hu: m séta

# ResourceLanguage.Text
source: en-US
hu: hu

# RouteMenuCancel.Label
source: cancel
hu: mégsem

# RouteMenuOK.Label
source: done
hu: kész

# RoutePanelOutOfService.Text
source: out of service
hu: üzemen kívül

# SearchCatLabel1.Content
source: Subway
hu: Metró

# SearchCatLabel2.Content
source: Rail
hu: HÉV

# SearchCatLabel3.Content
source: Tram
hu: Villamos

# SearchCatLabel4.Content
source: Cart
hu: Trolibusz

# SearchCatLabel5.Content
source: Bus
hu: Busz

# SearchCatLabel6.Content
source: Night bus
hu: Éjszakai

# SearchDefault.Text
source: Type a vehicle line or a stop name.
hu: Keressen megállóra vagy járatra!

# SettingsAutoNear.Header
source: Automatic check for nearby stops
hu: Közeli megállók automatikus keresése

# SettingsAutoNearLabel.Text
source: If you enable this function the application will use location services each time it starts.
hu: A szolgáltatással bekapcsolásával az alkalmazás minden induláskor igénybe veszi a helyalapú szolgáltatásokat.

# SettingsAutoUpdate.Header
source: Check updates automatically
hu: Frissítések automatikus keresése

# SettingsClearConfirm.Text
source: Are you sure you want to delete search history?
hu: Biztosan törölni szeretné a menetrend keresési előzményeit?

# SettingsClearHistory.Content
source: Delete history
hu: Előzmények törlése

# SettingsLocationServices.Header
source: Location services
hu: Helyalapú szolgáltatások

# SettingsNo.Text
source: No
hu: Nem

# SettingsOff.Text
source: Off
hu: Kikapcsolva

# SettingsOn.Text
source: On
hu: Bekapcsolva

# SettingsPageTitle.Text
source: settings
hu: beállítások

# SettingsPerDay.Text
source: every day
hu: naponta

# SettingsPerWeek.Text
source: every week
hu: hetente

# SettingsPerXDay.Text
source: every % days
hu: % naponta

# SettingsRestartRequired.Text
source: The new theme will be displayed after restarting the application.
hu: Az új téma az alkalmazás újraindítása után lesz látható.

# SettingsTheme.Header
source: Theme
hu: Téma

# SettingsUnderline.Header
source: Underline barrier-free vehicles.
hu: Alacsonypadlós járművek aláhúzása

# SettingsUnderlineDescr.Text
source: In the schedule the times for barrier-free vehicles will appear underlined.
hu: A menetrendben az alacsonypadlós járművökhöz tartozó idők aláhúzva fognak megjelenni.

# SettingsUpdateInterval.Header
source: Update check frequency
hu: Frissítés keresésének gyakorisága

# SettingsYes.Text
source: Yes
hu: Igen

# StopDistance.Text
source: distance:
hu: távolság:

# StopMapDepartures.Text
source: departures after %
hu: indulások % után

# StopMapDistance.Text
source: distance is % (% minute/|s/)
hu: távolság % (% perc)

# StopMapPosition.Text
source: you arrive here
hu: az Ön érkezési helye

# StopMinute.Text
source: minutes)
hu: perc)

# StopNearBtn.Text
source: near transfers
hu: közeli átszállások

# StopNoTransfers.Text
source: There are no additional transfers near this stop.
hu: Nincsenek további megállók.

# StopPickerChoose.Text
source: Select a stop!
hu: Válasszon megállót!

# StopTransfersCategory.Text
source: NEAR STOPS
hu: KÖZELI MEGÁLLÓK

# StopTransfersLabel.Text
source: transfers at
hu: átszállások ekkor:

# StringMinute.Text
source: minute
hu: perc

# StringMinutePl.Text
source: minutes
hu: perc

# TileAlreadyDone.Text
source: You have already pinned this.
hu: A kijelölt elemről már létrehozott egy csempét!

# TimetableChooseStop.Text
source: Select a stop!
hu: Válasszon megállót!

# TimetableMenuAddFavs.Label
source: add favs
hu: +kedvenc

# TimetableMenuPin.Label
source: pin
hu: kitűzés

# TimeTableNextDay.Text
source: Next day
hu: Következő napi

# TimeTablePreviousDay.Text
source: Previous day
hu: Előző napi

# TimeTableThisDay.Text
source: Selected day
hu: Kiválasztott napi

# TimeTableToday.Text
source: Today
hu: Mai

# TimeTableTomorrow.Text
source: Tomorrow
hu: Holnapi

# TimeTableYesterday.Text
source: Yesterday
hu: Tegnapi

# TipAddFavs.Text
source: Tip: You can add a timetable to your favorites by tapping the icon at the application bar. Next time you will see the timetable on the start page of the application.
hu: Tipp: Bármelyik menetrendet hozzáadhatja a kedvencekhez a menüsorban lévő ikonnal. A kezdőképernyőről később könnyen elérheti így az adott járatot.

# TipLiveTile.Text
source: Tip: To pin a timetable to the start screen tap and hold on the selected item.
hu: Tipp: Élőcsempe hozzáadásához tartsa nyomva a kedvencek közül azt az elemet, amelyet rögzíteni szeretne.

# TripMenuMap.Label
source: on map
hu: térképen

# TripMenuTimetable.Label
source: timetable
hu: menetrend

# TripStopDistance.Text
source: stop distance
hu: megálló távolsága

# TripTopButton.Text
source: → full timetable
hu: → teljes menetrend

# TripTransferDistance.Text
source: transfer walk distance
hu: átszállás távolsága

# PinAlreadyDone.Text
source: You already created a tile for this item.
hu: A kijelölt elemről már létrehozott egy csempét!
